{
  "name": "Chaotic Good",
  "tagline": "You act as your conscience directs with little regard for what others expect of you, making your own way.",
  "description": [
    "A chaotic good character acts as his conscience directs him with little regard for what others expect of him. He makes his own way, but he's kind and benevolent. He believes in goodness and right but has little use for laws and regulations. He hates it when people try to intimidate others and tell them what to do. He follows his own moral compass, which, although good, may not agree with that of society.",
    "Chaotic good combines a good heart with a free spirit.",
    "Chaotic good characters follow their own consciences and are adaptable, easily rolling with life's punches. They rarely make plans too far in advance, preferring to take a wait-and-see approach to most things, which allows them to adjust their actions or reactions in a single heartbeat. They have no qualms about breaking laws, especially when doing so will save others or protect others' rights from being trampled. Chaotic good characters want freedom for themselves and others, and find it difficult to live in societies they deem too restrictive to individuals. They view laws and regulations as unneeded mechanisms of control rather than protection. Deeply inherent in the chaotic good character's philosophy is the belief that most individuals are good and will do good if given the freedom to act as they please. In this regard, these benevolent, kind-hearted individuals can be viewed as the most idealistic of the good alignments. Other good characters call their live-and-let-live attitude overly idealistic, instead believing that individuals are more selfish than kindhearted in nature and need guidance to become good. The chaotic good philosophy, however, holds that because individuals are not all like-minded persons, imposing such guidance and laws to force them to conform to a single mold deforms their spirits, creating flaws and cracks where evil can more easily find a foothold.",
    "Chaotic good characters are strong-willed and self-directed—masters of their own destiny. They act as their consciences dictate, viewing the plights of the weak and innocent with compassion and correcting injustices when they can. Chaotic good characters disregard others' expectations of their behavior, finding many laws and regulations too limiting to their personal freedom. They resent those who inflict their ideals on others, especially through intimidation, and are often reluctant to conform. Chaotic good characters want the freedom to do as they will and desire others to be free of oppression as well.",
    "While chaotic good characters do not accept that individuals must sacrifice their ideals and follow laws for the good of the whole, they willingly sacrifice themselves (and their individuality) to protect the whole in the name of good."
  ]
}
