{
  "name": "Lawful Good",
  "tagline": "You act as a good person is expected or required to act. You combine a commitment to oppose evil with the discipline to fight relentlessly.",
  "description": [
    "A lawful good character acts as a good person is expected or required to act. She combines a commitment to oppose evil with the discipline to fight relentlessly. She tells the truth, keeps her word, helps those in need, and speaks out against injustice. A lawful good character hates to see the guilty go unpunished.",
    "Lawful good combines honor with compassion.",
    "Lawful good characters are proficient at understanding bureaucracies, following laws, and cultivating order and structure in their own lives and in others'. They are naturally helpful, and others find them trustworthy, even if they don't share the same alignment. Additionally, lawful good characters are adept at deciding which actions are lawful and benefit society rather than the individual. With their focus on order, they can often build governmental stability where none previously existed. These characters sometimes have problems defying laws, even when the laws are unjust. Instead of disobeying or protesting against such laws, they work within the provided structure or system to change those laws, and they implore others to do so as well. They feel guilty lying to others, even if only asked to fib to provide a ruse for their companions. Similarly, they won't break the law to help good-intentioned party members perform actions that might have beneficial results.",
    "When they're adventuring in urban areas with their companions, lawful good characters may feel compelled to excuse themselves from certain plans or attempt to reason with those more lenient in their interpretation of the law. It's much easier for lawful good characters to ignore the bad behavior of other party members when exploring ruins and wilderness areas outside the direct jurisdiction of a governing body.",
    "Lawful good characters regard law as necessary for the welfare of society. They fight to abolish or change laws they deem unjust, and they always aid those in need. Lawful good characters strive to be forthright in their words and deeds, refuse to lie to others, and keep their covenants. They oppose evil wherever it is found, and avoid putting the good of the individual ahead of what is good for the masses. For these characters, the end rarely justifies the means. Characters drawn to honor, righting wrongs, or making sacrifices for others might be attracted to this alignment."
  ]
}
