{
  "name": "Neutral Good",
  "tagline": "You do the best that a good person can do. Devoted to helping others, you work with kings and magistrates but do not feel beholden to them.",
  "description": [
    "A neutral good character does the best that a good person can do. He is devoted to helping others. He works with kings and magistrates but does not feel beholden to them.",
    "Neutral good means doing what is good and right without bias for or against order.",
    "Neutral good characters excel at seeing both sides of a situation, and they use this ability to inform their actions, doing what they believe will produce the most good. These characters seek balance and harmony in their dealings with others; they know to avoid conversations leading to heated topics, and keep their responses to the middle of the road. They understand the value of nature, and realize that expanding civilization into the wilderness is not always the most appropriate thing to do. Because of their ability to see all facets of a situation, neutral good characters can sometimes have difficulty in choosing a side between other good beings. For this reason, others may label them as wishy-washy or not capable of serious conviction.",
    "Dealing with other characters aligned along the lawful-chaotic axis can also be challenging, especially in mixed-alignment adventuring groups. The neutral good characters will not always agree with the lawful good characters' meticulous need to plan their actions, control others, or prevent others from disobeying laws that interfere with the party's goals—sometimes less-than-honest tactics are necessary, after all. Conversely, neutral good characters might find chaotic good characters a little on the uncontrollable side, not liking the wild bent of their ideas or actions. Too much freedom of thought and action, they believe, just makes one irresponsible.",
    "Neutral good characters can see both sides of the lawful-chaotic axis, understanding that some choices are indeed better for all, and others are better for individuals. Because supporting either extreme on the axis does not motivate them, neutral good characters are often considered the “true good” alignment. They seek to do the most good in the world to make it a better place and to help others when possible. Neither anarchy nor the need for strict order concerns them. Neutral good characters support laws that benefit all, but have no qualms about ignoring unjust laws or tyrannical rulers.",
    "Neutral good characters give great consideration to their actions before deeming them correct; some neutral good characters find it unfathomable that others cannot see their viewpoint as the most sensible."
  ]
}
